---
kind: property
id: P:Autodesk.Revit.DB.Visual.Tile.TileColorVariance
source: html/3e645b47-8201-373f-60e8-25ada959629a.htm
---
# Autodesk.Revit.DB.Visual.Tile.TileColorVariance Property

The property labeled "Color Variance" from the "Tile" schema.

## Syntax (C#)
```csharp
public static string TileColorVariance { get; }
```

## Remarks
This property is of type "AssetPropertyDouble" within the range of "0, 100".